import React from "react";

import { Typography } from "../../ui/custom/Typography/Typography";
import { ABOUT_DATA } from "./About.data";

export const About = () => {
  return (
    <div className="my-[60px]">
      <Typography className="mb-[20px]" tag="h2" variant="title48_semibold">
        Про магазин
      </Typography>
      <Typography tag="p" variant="paragraph15_medium">
        Ласкаво просимо до світу догляду та радості для ваших пухнастих друзів! Наш інтернет-магазин - це місце, де вашим пухнастим і пернатим спільникам
        відведено особливу увагу. Ми - команда справжніх прихильників тварин, і ми знаємо, наскільки важливо забезпечити своїх пухнастих спільників усім
        необхідним для їхнього здоров`я і комфорту. У нас ви знайдете широкий асортимент товарів для собак, кішок, гризунів, папуг та багатьох інших пухнастих і
        пернатих друзів. Чого ви отримаєте, вибираючи наш магазин?
      </Typography>
      <ul>
        {ABOUT_DATA.map((item) => (
          <li key={item.id}>{item.title}</li>
        ))}
      </ul>
      <Typography tag="p" variant="paragraph15_medium">
        Ми робимо все можливе, щоб ваші пухнасті і пернаті друзі почували себе щасливими та доглянутими. Довіртеся нам і створіть своїм улюбленцям справжній рай
        на землі! Вибирайте якість, вибирайте дбайливість, вибирайте нас. Ласкаво просимо до нашого інтернет-магазину для тварин, де кожен пухнастий момент має
        значення.
      </Typography>
    </div>
  );
};
