import React from "react";

import { Typography } from "../Typography/Typography";

const data = [
  {
    id: 1,
    title: "1. Якісні товари: Ми працюємо лише з перевіреними постачальниками і пропонуємо товари високої якості, які відповідають найвищим стандартам.",
  },
  {
    id: 2,
    title: "2. Широкий асортимент: У нас є все, що вам може знадобитися - від корму і іграшок до аксесуарів та засобів для догляду.",
  },
  {
    id: 3,
    title:
      "3. Зручність і простота замовлення: Наш інтернет-магазин легко використовувати, і ви можете замовити товари для свого улюбленця всього лише кількома клацаннями.",
  },
  {
    id: 4,
    title: "4. Доставка: Ми надаємо зручні варіанти доставки, щоб ви могли отримати замовлення в зручний для вас час.",
  },
  {
    id: 5,
    title: "5. Дбайливе ставлення до клієнтів: Наша команда завжди готова допомогти вам вибрати правильні товари і відповісти на ваші питання.",
  },
];

export const About = () => {
  return (
    <div className="my-[60px]">
      <Typography className="mb-[20px]" tag="h2" variant="title48_semibold">
        Про магазин
      </Typography>
      <Typography tag="p" variant="paragraph15_medium">
        Ласкаво просимо до світу догляду та радості для ваших пухнастих друзів! Наш інтернет-магазин - це місце, де вашим пухнастим і пернатим спільникам
        відведено особливу увагу. Ми - команда справжніх прихильників тварин, і ми знаємо, наскільки важливо забезпечити своїх пухнастих спільників усім
        необхідним для їхнього здоров`я і комфорту. У нас ви знайдете широкий асортимент товарів для собак, кішок, гризунів, папуг та багатьох інших пухнастих і
        пернатих друзів. Чого ви отримаєте, вибираючи наш магазин?
      </Typography>
      <ul>
        {data.map((item) => (
          <li key={item.id}>{item.title}</li>
        ))}
      </ul>
      <Typography tag="p" variant="paragraph15_medium">
        Ми робимо все можливе, щоб ваші пухнасті і пернаті друзі почували себе щасливими та доглянутими. Довіртеся нам і створіть своїм улюбленцям справжній рай
        на землі! Вибирайте якість, вибирайте дбайливість, вибирайте нас. Ласкаво просимо до нашого інтернет-магазину для тварин, де кожен пухнастий момент має
        значення.
      </Typography>
    </div>
  );
};
