export const ABOUT_DATA = [
  {
    id: 1,
    title: "1. Якісні товари: Ми працюємо лише з перевіреними постачальниками і пропонуємо товари високої якості, які відповідають найвищим стандартам.",
  },
  {
    id: 2,
    title: "2. Широкий асортимент: У нас є все, що вам може знадобитися - від корму і іграшок до аксесуарів та засобів для догляду.",
  },
  {
    id: 3,
    title:
      "3. Зручність і простота замовлення: Наш інтернет-магазин легко використовувати, і ви можете замовити товари для свого улюбленця всього лише кількома клацаннями.",
  },
  {
    id: 4,
    title: "4. Доставка: Ми надаємо зручні варіанти доставки, щоб ви могли отримати замовлення в зручний для вас час.",
  },
  {
    id: 5,
    title: "5. Дбайливе ставлення до клієнтів: Наша команда завжди готова допомогти вам вибрати правильні товари і відповісти на ваші питання.",
  },
];
