export const filters = [
  {
    title: "Вага упаковки",
    checkbox: ["0.3кг", "0.9кг", "11 кг", "14 кг", "2 кг"],
  },
  {
    title: "Бренд",
    checkbox: ["Brekkies", "Club 4 Paws", "Josera", "Мяу! "],
  },
  {
    title: "Клас корму",
    checkbox: ["Супер-преміум", "Преміум", "Базовий"],
  },
  {
    title: "Призначення",
    checkbox: ["Для вибагливих", "Без зернових", " Гіпоалергенний"],
  },
  {
    title: "Возраст",
    checkbox: ["Від 6 місяців", "Доросли", " Кошенята"],
  },
  {
    title: "Основные ингридиенты",
    checkbox: ["Батат", "Висівки насіння подорожнику", "Горох", "Зернові"],
  },
];
